Repository: wp-plugins/ravens-antispam
Catalog: languages/ras-*.po
Languages: cs_cz

source: Please type
cs_cz: Prosím opište

source: You didn't answer the antispam question, your comment <strong>was not saved</strong>. Press "Back" and answer the question. <br />Just to be sure that your message won't be lost - copy it now to the clipboard.
cs_cz: Nevyplnili jste antispamové políčko, váš komentář <strong>nebyl uložen</strong>. Stiskněte tlačítko "Zpět" a vyplňte políčko. <br />Jen pro jistotu, že o svůj text nepřijdete - si ho raději zkopírujte do schránky.

source: You didn't answer the antispam question correctly, your comment <strong>was not saved</strong>. Press "Back" and answer the question better. <br />Just to be sure that your message won't be lost - copy it now to the clipboard.
cs_cz: Antispamové políčko jste nevyplnili správně, váš komentář <strong>nebyl uložen</strong>. Stiskněte tlačítko "Zpět" a vyplňte políčko lépe. <br />Jen pro jistotu, že o svůj text nepřijdete - si ho raději zkopírujte do schránky.

source: Display antispam question anyway?
cs_cz: Zobrazovat antispamovou otázku vždy?

source: If you don't want to use the default template code, you can specify here your own.
cs_cz: Pokud nechcete používat výchozí kód šablony, můžete si zde určit svůj vlastní.

source: use default template code
cs_cz: použít výchozí kód šablony

source: use own template code
cs_cz: použít vlastní kód šablony

source: Remember variables <code>%name%</code> and <code>%answer%</code>.
cs_cz: Pamatujte na proměnné <code>%name%</code> a <code>%answer%</code>.

source: Reset the code to default
cs_cz: Vrátit výchozí kód

source: Save Changes
cs_cz: Uložit změny
